<?php

return array(

    'username' => 'பயனர்பெயர்',
    'password' => 'கடவுச்சொல்',
    'password_confirmation' => 'கடவுச்சொல்லை உறுதிப்படுத்தவும்',
    'e_mail' => 'மின்னஞ்சல்',
    'username_e_mail' => 'பயனர் பெயர் அல்லது மின்னஞ்சல்',

    'signup' => array(
        'title' => 'பதிவு பெறுதல்',
        'desc' => 'புதிய கணக்கிற்கு பதிவு செய்தல்',
        'confirmation_required' => 'உறுதிப்படுத்தல் தேவைப்படுகிறது',
        'submit' => 'ஒரு புதிய கணக்கு உருவாக்கவும்',
    ),

    'login' => array(
        'title' => 'புகுபதிகை',
        'desc' => '
உங்களது தகவல்களை உள்ளிடுக',
        'forgot_password' => '(கடவுச்சொல்லை மறந்துவிட்டேன்)',
        'remember' => 'என்னை ஞாபகம் வைத்து கொள்',
        'submit' => 'உள்நுழைக',
    ),

    'forgot' => array(
        'title' => 'கடவுச்சொல்லை மறந்துவிட்டேன்',
        'submit' => 'தொடர்க ',
    ),

    'alerts' => array(
        'account_created'       => 'உங்கள் கணக்கு வெற்றிகரமாக உருவாக்கப்பட்டது. உங்கள் கணக்கை உறுதிப்படுத்துவது குறித்த வழிமுறைகளுக்கு உங்கள் மின்னஞ்சல்களை பார்க்கவும். ',
        'too_many_attempts'     => 'பல முயற்சிகள். சில நிமிடங்களில் மீண்டும் முயற்சிக்கவும்.',
        'wrong_credentials'     => 'தவறான பயனர் பெயர், மின்னஞ்சல் அல்லது கடவுச்சொல்',
        'not_confirmed'         => 'உங்கள் கணக்கை உறுதிப்படுத்தபடவில்லை. , உறுதிப்படுத்தும் இணைப்பிற்காக உங்கள் மின்னஞ்சலை பார்க்கவும்',
        'confirmation'          => 'உங்கள் கணக்கு உறுதிப்படுத்தப்பட்டது! நீங்கள் இப்போது உள்நுழையலாம்',
        'wrong_confirmation'    => 'தவறான உறுதிப்படுத்தல் குறியீடு.',
        'password_forgot'       => 'கடவுச்சொல்லை மீட்டமைத்தல் குறித்து தகவல் உங்கள் மின்னஞ்சல் அனுப்பப்பட்டது.',
        'wrong_password_forgot' => 'பயனர் காணப்படவில்லை.',
        'password_reset'        => 'உங்கள் கடவுச்சொல்லை வெற்றிகரமாக மாற்றப்பட்டுள்ளது.',
        'wrong_password_reset'  => 'தவறான கடவுச்சொல். , மீண்டும் முயற்சிக்கவும்',
        'wrong_token'           => 'கடவுச்சொல்லை மீட்டமைப்பு டோக்கன் தவறானது.',
        'duplicated_credentials'=> 'வழங்கப்படும் தரவுகளை ஏற்கனவே பயன்படுத்தப்பட்டு வருகின்றன. வேறுபட்ட தரவுகளை கொண்டு முயற்சிக்கவும். ',
    ),

    'email' => array(
        'account_confirmation' => array(
            'subject' => 'கணக்கு உறுதிப்படுத்தல்',
            'greetings' => 'வணக்கம் :name',
            'body' => 'உங்கள் கணக்கை உறுதிப்படுத்த கீழே உள்ள இணைப்பை அணுக வேண்டும்.',
            'farewell' => 'அன்புடன்',
        ),

        'password_reset' => array(
            'subject' => ' கடவுச்சொல் மீட்டமை',
            'greetings' => 'வணக்கம் :name',
            'body' => 'உங்கள் கடவுச்சொல்லை மாற்ற பின்வரும் இணைப்பை அணுகலாம்',
            'farewell' => 'அன்புடன்',
        ),
    ),

);
